tap "homebrew/bundle"

brew "awscli"
brew "circumflex"
brew "eza"
brew "gnupg"
brew "helm"
brew "htop"
brew "k9s"
brew "kubectl"
brew "mise"
brew "neovim"
brew "node"
brew "opencode"
brew "python"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh"
